Repository: fringefilmsoz/SIP
Catalog: i18n/*/LC_MESSAGES/sip_messages.po
Languages: de_de, pt_pt, ta_ta

source: Could not use git to determine version!
de_de: Git konnte nicht verwendet werden um die Version zu ermitteln!
pt_pt: Não pode usar o git para determinar a versão!
ta_ta: பதிப்பை உறுதி செய்யமுடியவில்லை - ஜிட்

source: Could not use git to determine date of last commit!
de_de: Git konnte nicht verwendet werden um das letzte Aktualisierungsdatum zu ermitteln!
pt_pt: Não pode usar o git para determinar a data da última confirmação!
ta_ta: கடைசி ஒப்பிப்பை உறுதி செய்யமுடியவில்லை - ஜிட்

source: Unique name of this SIP system.
de_de: Eindeutige Bezeichnung des SIP-Systems.
pt_pt: Nomear o sistema SIP".".
ta_ta: பேண்தகு பாசன இயங்குதள(எச்.ஐ.பி) கட்டகத்தின் தனிப்பட்ட பெயர்

source: Location
de_de: Standort
pt_pt: Localização
ta_ta: இடம்

source: City name or zip code. Use comma or + in place of space.
de_de: Ortsname oder PLZ. Benutze "," oder "+" anstatt Leerzeichen.
pt_pt: Nome da cidade ou código postal. Usar virgula ou sinal +no lugar do espaço".".
ta_ta: ஊர் பெயர்,தபால் இலக்கம்

source: Language
de_de: Sprache
pt_pt: Lingua
ta_ta: மொழி

source: Select language.
de_de: Sprachauswahl
pt_pt: Selecionar a língua".".
ta_ta: மொழியைத் தேர்ந்தெடு

source: 24-hour clock
de_de: 24-Stunden Anzeige
pt_pt: Relógio de 24 horas
ta_ta: 24-மணி கடிகாரம்

source: Display times in 24 hour format (as opposed to AM/PM style.)
de_de: Anzeige im 24h Format (anstatt AM/PM Format)
pt_pt: Mostrar o tempo em formato de 24 horas( ao contrario do estilo AM/PM.)
ta_ta: காலம் : 24 மணி அளவில், முற்பகல் / பிற்பகல் அல்ல

source: HTTP IP addr
de_de: HTTP IP Adresse

source: IP Address used for HTTP server socket. IPv4 or IPv6 address
de_de: IP-Adresse des SIP-Servers. IPv4 oder IPv6-Adresse möglich

source: Use pigpio
de_de: Verwende pigpio-Bibliothek
pt_pt: Usar pigpio
ta_ta: பை ஜி.பி.ஐ.ஒ பிரயோகி

source: GPIO Library to use. Default is RPi.GPIO
de_de: Verwende GPIO-Bibliothek. Standardvorgabe ist RPi.GPIO-Bibliothek
pt_pt: Livraria para usar no GPIO. Por defeito é RPi.GPIO
ta_ta: ஜி.பி.ஐ.ஒ நூலக நடைமுறை. முன்னிருப்பு ஆர்-பை ஜி.பி.ஐ.ஒ

source: Water Scaling
de_de: Wassermenge
pt_pt: Escala de agua
ta_ta: நீர் அளவை

source: Water scaling (as %), between 0 and 100.
de_de: Wassermenge (in%), zw. 0 und 100
pt_pt: Escala de agua (em%) entre 0 e 100 %.
ta_ta: நீர் அளவை, 0% முதல் 100% வரை.

source: Enable passphrase
de_de: Aktiviere Passwortabfrage

source: Minimal security. Prevent unauthorized users from accessing the system without a passphrase. *** Default is opendoor ***
de_de: Minimale Sicherheit. Verhindern Sie, dass nicht authorisierte Benutzer ohne ein Passwort auf das System zugreifen können! *** Initialpasswort ist opendoor **

source: Manage Passphrase
de_de: Passwort ändern

source: Current passphrase
de_de: Aktuelles Passwort

source: Enter the current passphrase. *** Defalut is opendoor ***
de_de: Eingabe aktuelles Passwort. ***Initialpasswort ist opendoor***

source: New passphrase
de_de: Neues Passwort

source: Enter a new passphrase.
de_de: Neues Passwort eingeben.

source: Confirm passphrase
de_de: PW bestätigen

source: Confirm the new passphrase.
de_de: Neues Passwort bestätigen.

source: Sequential
de_de: Nacheinander
pt_pt: Sequencial
ta_ta: தொடர்வரிசை

source: Sequential or concurrent running mode.
de_de: Nacheinander oder gleichzeitiger Betriebsmodus
pt_pt: Modo sequencial ou de funcionamento simultâneo ".".
ta_ta: தொடர்வரிசை முறை (அல்லது) ஒருசேர் முறை

source: Station Handling
de_de: Einstellungen der Stationen
pt_pt: Configurar Estações
ta_ta: நிலையம் கையாளுதல்

source: Individual Duration
de_de: Individuelle Laufzeit
pt_pt: Duração individual
ta_ta: தனிப்பட்ட கால வரையறை

source: Allow each station to have its own run time in programs.
de_de: Erlaube jeder Station ihre eigene Laufzeit in Programmen.
pt_pt: Deixar que cada estação tenho o seu próprio tempo de funcionamento nos programas".".
ta_ta: அந்த அந்த

source: Station extensions
de_de: Stationserweiterungen

source: Add 8 stations for each extension.
de_de: Zusätzlich 8 weiter Stationen für jedes Relais-Erweiterungsmodul

source: Station delay
de_de: Stationsverzögerung
pt_pt: Atraso entre estações
ta_ta: நிலையச் சுணக்கம்

source: Station delay time (in seconds), between 0 and 240.
de_de: Verzögerungszeit der Stationen (in Sekunden), zwischen 0 und 240.
pt_pt: Tempo de atraso entre estações com o modo sequencial activado (em segundos), entre 0 e 240".".
ta_ta: நிலையச் சுணக்கம் (வினாடி) 0 முதல் 240

source: Active-Low Relay
de_de: Low-Pegel Relais
pt_pt: Relé desligado activo
ta_ta: தாழ்வுச் செயல்பாடு அஞ்சல்ச் சுருள்

source: Using active-low relay boards connected through shift registers
de_de: Auswahl von Low-Pegel-Relaiskarten, die über Schieberegister verbunden sind
pt_pt: Usar as placas dos reles desligado activo com os shift registers
ta_ta: தாழ்வுச் செயல்பாடு அஞ்சல்ச்சுருள் அட்டைகளை பெயர்வுப் பதிவகம் வழியாக இனை.

source: Master station
de_de: Haupt-Station
pt_pt: Estação mestra
ta_ta: முதன்மை நிலையம்

source: Select master station.
de_de: Wähle eine Haupt-Station.
pt_pt: Selecionar Estação Mestra.
ta_ta: முதன்மை நிலையத்தை தேர்வு செய்

source: Configure Master
de_de: Konfiguriere Haupt-Station
pt_pt: Configurar Estação Mestra
ta_ta: முதன்மை நிலையத்தைக் கட்டமை

source: Master on adjust
de_de: Einschaltverzögerung
pt_pt: Estação Mestra ajuste on
ta_ta: முதன்மை நிலைய துவக்க இசைவு

source: Master on delay (in seconds), between +0 and +60.
de_de: Einschaltverzögerung (in Sekunden), zwischen -60 und +60.
pt_pt: On delay estação Mestra (em segundos), entre +0 e+60".".
ta_ta: முதன்மை நிலைய துவக்க சுணக்கம் (வினாடி) +0 முதல் +60 வரை

source: Master off adjust
de_de: Ausschaltverzögerung
pt_pt: Estação Mestra ajuste off
ta_ta: முதன்மை நிலைய நிருத்த இசைவு

source: Master off delay (in seconds), between -60 and +60.
de_de: Ausschaltverzögerung (in Sekunden), zwischen -60 und +60.
pt_pt: Off delay estação Mestra em tempo(segundos), entre -60 e +60".".
ta_ta: மூல நிலைய நிருத்தச் சுணக்கம் (வினாடி) -60 முதல் +60 வரை

source: Use rain sensor
de_de: Benutze Regensensor
pt_pt: Sensor de chuva
ta_ta: மழை மாணியை உபயோகி

source: Use rain sensor.
de_de: Benutze Regensensor.
pt_pt: Usar sensor de chuva.
ta_ta: மழை மாணியை உபயோகி

source: Rain Sensor
de_de: Regensensor
pt_pt: Sensor de chuva
ta_ta: மழை மாணி

source: Normally open
de_de: Normal geöffnet
pt_pt: Normalmente aberto
ta_ta: ஏப்போதும் திறந்து

source: Rain sensor type.
de_de: Regensensor-Typ
pt_pt: Tipo de sensor de chuva.
ta_ta: மழை மாணியின் வகை

source: Enable logging
de_de: Aktiviere Protokollierung
pt_pt: Activar registo
ta_ta: செயற் பதிவுகளை அனுமதி

source: Log all events - note that repetitive writing to an SD card can shorten its lifespan.
de_de: Alle Ereignisse protokollieren - Beachte dass ein wiederholtes Beschreiben der SD Karte die Lebensdauer verkürzt.
pt_pt: Regista todos os eventos - nota que a respetiva escrita para um cartão SD pode diminuir a sua vida útil".".
ta_ta: அனைத்துச் சம்பவங்களையும் பதிவு செய். - குறிப்பு : நினைவட்டையின் வாழ்நாள் குறையும்

source: Logging
de_de: Ereignisprotokoll
pt_pt: Registos
ta_ta: பதியப் படுகிறது

source: Max log entries
de_de: Max. Anzahl Einträge
pt_pt: Entradas máximas do registo
ta_ta: பதிவுகள் அதிகப்படி

source: Length of log to keep, 0=no limits.
de_de: Länge (Anzahl) des Protokolls, 0=keine Begrenzung.
pt_pt: Comprimento do registo , 0=sem limite".".
ta_ta: பதிவுகளின் என்னிக்கை, 0=முடிவில்லாப் பதிவு

source: Rebooting...
de_de: Bootvorgang...
pt_pt: Reiniciar".".
ta_ta: மறுதொடக்கம்….

source: Powering off...
de_de: Abschalten...
pt_pt: Desligar".".
ta_ta: மின் நிறுத்தம் ஆகிறது

source: Restarting...
de_de: Neustarten...
pt_pt: Voltar a ligar".".
ta_ta: மறு துவக்கம் ஆகிறது

source: program
de_de: Programm
pt_pt: programa
ta_ta: திட்டம்

source: duration
de_de: Dauer
pt_pt: duração
ta_ta: கால வரை

source: start
de_de: Neustart soft
pt_pt: arranque
ta_ta: துவக்கம்

source: date
de_de: Datum
pt_pt: data
ta_ta: தேதி

source: Run-once
de_de: Schnellstart
pt_pt: Ciclo-temporizado
ta_ta: ஒருமுரை ஓட்டு

source: Manual
de_de: Manuell
ta_ta: கையியக்கு முறை

source: Passphrase
de_de: Kennwort

source: Incorrect passphrase, please try again
de_de: Falsches Passwort, bitte erneut versuchen!

source: Manage Plugins
de_de: Verfügbare Plugins
pt_pt: Gerir Plugins
ta_ta: செருகிகளை நிர்வகி

source: Proto Plugin
de_de: SIP Protokoll Plugin

source: Messge from
de_de: Nachricht von

source: someone logged in
de_de: jemand hat sich angemeldet

source: Option settings changed in gv.sd
de_de: Optionseinstellungen in gv.sd geändert

source: Programs changed
de_de: Programme geändert

source: Program deleted
de_de: Programm gelöscht

source: Program toggled on or off
de_de: Programm ein- oder ausgeschaltet

source: Rain changed (from plugin)
de_de: Niederschlagserkennung geändert (durch Plugin)

source: System rebooted
de_de: System startete neu

source: System is restarting
de_de: System startet neu

source: Station names changed
de_de: Stationsnamen geändert

source: Some Stations has been scheduled:
de_de: Einige Stationen wurden geplant:

source: run completed
de_de: Lauf abgeschlossen

source: Controller values changed in gv.sd
de_de: Reglerwerte in gv.sd geändert

source: zones changed
de_de: Zonen geändert

source: System update
de_de: Systemaktualisierung
pt_pt: Atualização do sistema
ta_ta: கட்டகத்தை புதுப்பிப்பு

source: Up-to-date.
de_de: Aktuell!
pt_pt: Atualizado
ta_ta: நடப்பிள் உள்ளது

source: New version is available!
de_de: Neue Version verfügbar!
pt_pt: Nova Versão Disponível "!",
ta_ta: புதிய பதிப்பு உள்ளது

source: Available revision
de_de: Verfügbare Überarbeitung
pt_pt: Revisão disponível
ta_ta: திருத்திய படிவம் உள்ளது

source: Changes
de_de: Änderungen
pt_pt: Alterações
ta_ta: மாற்றங்கள்

source: Currently running revision
de_de: Aktuell laufende Überarbeitung
pt_pt: Revisão em execução
ta_ta: தற்போது தி௫த்தம் நடைபெறுகிறது

source: System update plug-in encountered error
de_de: Fehlfunktion Plug-In Systemupdate
pt_pt: Erro encontrado no modulo de atualização do sistema
ta_ta: கட்டகப் புதுக்கியமைப்பு செருகியில் தடை

source: Weather-based Water Level
de_de: Wetterprognosen-basierende Bewässerung

source: Checking weather status
de_de: Wetterabfrage läuft...

source: Current temperature
de_de: Aktuelle Temperatur

source: Daily irrigation
de_de: Tägliche Bewässerung

source: Total rainfall
de_de: Gesamte Niederschlagsmenge

source: Water needed
de_de: benötigte Wassermenge

source: days)
de_de: Tage)

source: Irrigation needed
de_de: benötigte Bewässerung

source: Weather Adjustment
de_de: Einstellung Wetterprognosen-Bewässerung

source: Weather-based water level encountered error
de_de: SIP Wetterprognosen-Bewässerung

source: Starting timing loop
de_de: Starte Wiederholung
pt_pt: Começar o tempo da sequencia
ta_ta: காலச் சுற்று துவங்குகிறது

source: plugins loaded:
de_de: Geladene Plugins:
pt_pt: plugins carregados ":".
ta_ta: செருகிகள் ஏற்றப் பட்டுவிட்டது

source: Monday
de_de: Montag
pt_pt: Segunda
ta_ta: திங்கள்

source: Tuesday
de_de: Dienstag
pt_pt: Terça
ta_ta: செவ்வாய்

source: Wednesday
de_de: Mittwoch
pt_pt: Quarta
ta_ta: புதன்

source: Thursday
de_de: Donnerstag
pt_pt: Quinta
ta_ta: வியாழன்

source: Friday
de_de: Freitag
pt_pt: Sexta
ta_ta: வெள்ளி

source: Saturday
de_de: Samstag
pt_pt: Sabado
ta_ta: சனி

source: Sunday
de_de: Sonntag
pt_pt: Domingo
ta_ta: ஞாயிறு

source: December
de_de: Dezember
pt_pt: Dezembro
ta_ta: டிசம்பர் மாதம்

source: February
de_de: Februar
pt_pt: Fevereiro
ta_ta: பிப்ரவரி மாதம்

source: January
de_de: Januar
pt_pt: Janeiro
ta_ta: ஜனவரி மாதம்

source: July
de_de: Juli
pt_pt: Julho
ta_ta: ஜீலை மாதம்

source: June
de_de: Juni
pt_pt: Junho
ta_ta: ஜீன் மாதம்

source: March
de_de: März
pt_pt: Março
ta_ta: மார்ச் மாதம்

source: May
de_de: Mai
pt_pt: Maio
ta_ta: மே மாதம்

source: October
de_de: Oktober
pt_pt: Outubro
ta_ta: அக்டோபர் மாதம்

source: Program
de_de: Programm
pt_pt: Programa
ta_ta: திட்டம்

source: Define Programs
de_de: Erstelle Programme
pt_pt: Definir Programas
ta_ta: திட்டங்கட்டங்களை வகு

source: Programs
de_de: Programme
pt_pt: Programas
ta_ta: திட்டங்கள்

source: Define Run Once Program
de_de: Erstelle einmaliges Programm
pt_pt: Ajuste do Programa Ciclo Temporizado
ta_ta: ஒருமுரை ஓட்டும் திட்டத்தை வகு

source: Run Once
de_de: Schnellstart
pt_pt: Ciclo Temporizado
ta_ta: ஒருமுரை ஓட்டு

source: Access Plugins
de_de: Plug-In Zugang
pt_pt: Acesso aos Plugins
ta_ta: செருகிகளை அனுகு

source: Log
de_de: Protokoll
pt_pt: Registo
ta_ta: பதிவுகள்

source: View Log
de_de: Protokoll anzeigen
pt_pt: Ver registo
ta_ta: பதிவுகளை பாற்க்கவும்

source: Options
de_de: Optionen
pt_pt: Opções
ta_ta: விருப்பங்கள்

source: Stations
de_de: Stationen
pt_pt: Estações
ta_ta: நிலயங்கள்

source: Configure Stations
de_de: Konfiguriere Stationen
pt_pt: Configurar Estações
ta_ta: நிலையங்களை கட்டமை

source: Logout
de_de: Ausloggen
pt_pt: Sair
ta_ta: விடுபதிகை

source: Help
de_de: Hilfe
pt_pt: Ajuda
ta_ta: உதவி

source: CPU Temp
de_de: CPU Temperatur
pt_pt: Temperatura da CPU
ta_ta: மையச் செயலியின்(சி.பி.யு) வெப்பம்

source: Click to toggle Celsius &lt;&gt; Fahrenheit
de_de: Umschalten zwischen Celsius und Fahrenheit

source: Manual Mode
de_de: Manueller Modus
pt_pt: Modo Manual
ta_ta: கையியக்க முறை

source: Run Once Program
de_de: Schnellstart-Programm
pt_pt: Ciclo Temporizado das Zonas
ta_ta: ஒருமுரை ஓட்டும் திட்டம்

source: for
de_de: für
pt_pt: para
ta_ta: ஆக

source: on
de_de: ein
ta_ta: மேல்

source: ran
de_de: lief
pt_pt: correr
ta_ta: ஓடியது

source: Master On
de_de: Haupt-Station AN
pt_pt: Mestre On
ta_ta: மூல நிலையம் துவங்குகிறது

source: Master Off
de_de: Haupt-Station AUS
pt_pt: Mestre Off
ta_ta: மூல நிலைய நிருத்தப்படுகிறது

source: Suppressed by Rain Delay
de_de: Unterdrückt durch Regen
pt_pt: Cancelado por atraso da chuva
ta_ta: மழை மாணியால் சுணக்கம்

source: Suppressed by Rain Sensor
de_de: Unterdrückt von Regensensor
pt_pt: Cancelado pelo Sensor da Chuva
ta_ta: மழை மாணியால் தடை

source: Off
de_de: Aus
ta_ta: நிறுத்து

source: Enter hours to delay
de_de: Verzögerung eingeben (in Stunden)
pt_pt: Introduza as horas para o atraso
ta_ta: தவக்கம்/தாமதம் பண்ண வேண்டிய மணிகள்

source: Enter percentage adjustment
de_de: Einstellung in Prozent eingeben
pt_pt: Introduza o ajuste da percentagem
ta_ta: சதவீதம்/விழுக்காடு(%) உட்புகுத்து

source: Timer values wrong:
de_de: Zeitwerte falsch:
pt_pt: Valores errados do temporizador
ta_ta: மணி தவறாக உள்ளது:

source: System Off
de_de: System Aus
pt_pt: Sistema Off
ta_ta: கட்டகம்

source: System On
de_de: System An
pt_pt: Sistema On
ta_ta: கட்டகம்

source: Level
de_de: Stand
pt_pt: Nivel
ta_ta: அளவு

source: Water Level
de_de: Niederschlag
pt_pt: Nivel de Agua
ta_ta: நீர் அளவு

source: Active
de_de: Aktiv
pt_pt: Activo
ta_ta: செயலில்

source: Rain Delay
de_de: Verzögerung bei Regen
pt_pt: Atraso da chuva
ta_ta: மழைச் சுணக்கம்

source: rain sensed
de_de: Regen erkannt
pt_pt: chuva detectada
ta_ta: மழை பொழிகிறது

source: no
de_de: Kein
pt_pt: não
ta_ta: இல்லை

source: Auto
de_de: Automatisch
pt_pt: Automatico
ta_ta: தானியங்கு

source: On (Master)
de_de: An (Haupt-Station)
pt_pt: On (Mestre)
ta_ta: துவக்கு (மூல நிலையம்)

source: Off (Master)
de_de: Aus (Haupt-Station)
pt_pt: Off (Mestre)
ta_ta: நிறுத்து (மூல நிலையம்)

source: On
de_de: Ein
ta_ta: துவக்கு

source: Prev Day
de_de: Vorheriger Tag
pt_pt: Ontem
ta_ta: நேற்று

source: Today
de_de: Heute
pt_pt: Hoje
ta_ta: இன்று

source: Next Day
de_de: Nächster Tag
pt_pt: Amanhã
ta_ta: மறு நாள்

source: loading...
de_de: lädt...
pt_pt: carregando…..
ta_ta: ஏற்றம் பெறுகிறது

source: Stop All Stations
de_de: Alle Stationen stoppen
pt_pt: Parar as Estações
ta_ta: அனைத்து நிலையங்களையும் நிறுத்து

source: SIP Log
de_de: SIP-Protokoll
pt_pt: Registo do SIP
ta_ta: SIP பதிவுகள்

source: Enabled
de_de: Aktiviert
pt_pt: Ligado
ta_ta: அனுமதி

source: Disabled
de_de: Deaktiviert
pt_pt: Desligado
ta_ta: முடக்கு

source: Log
de_de: Protokoll
pt_pt: Registo
ta_ta: பதிவுகள்

source: Total number of records:
de_de: Gesamtanzahl von Einträgen:
pt_pt: Numero total de gravações
ta_ta: மொத்தப் பதிவுகள்

source: Download log as
de_de: Protokoll herunterladen als
pt_pt: Descarregar o registo como
ta_ta: பதிவுகளை இரக்கு

source: Date
de_de: Datum
pt_pt: Data
ta_ta: தேதி

source: Start Time
de_de: Startzeit
pt_pt: Hora de Inicio
ta_ta: துவக்க நேரம்

source: Duration
de_de: Dauer
pt_pt: Duração
ta_ta: கால வரை

source: Refresh
de_de: Aktualisieren
pt_pt: Actualizar
ta_ta: புதுப்பி

source: Clear Log
de_de: Protokolle löschen
pt_pt: Limpar registo
ta_ta: பதிவுகளை துடை

source: SIP Modify Program
de_de: SIP Programmänderung
pt_pt: Modificar programa SIP
ta_ta: எச்.ஐ.பி மாற்றியமைப்புத் திட்டம்/நிரல்

source: Incorrect time input
de_de: Fehler: Falsche Zeit eingegeben

source: Please choose at least one weekday for the program to run.
de_de: Bitte wähle mindestens einen Wochentag aus, damit das Programm laufen kann.
pt_pt: Por favor escolha ao menos um dia de semana para o programa iniciar".".
ta_ta: ஒரு நாளையாவது தேர்வுசெய்தால் தான் இத்திட்டம் ஓடும்.

source: Please choose at least one station to run in this program.
de_de: Bitte wähle mindestens eine Station aus, damit das Programm laufen kann.
pt_pt: Por favor escolha ao menos uma estação para o programa iniciar".".
ta_ta: குறைந்தபட்சம் ஒரு நிலையத்தை தேர்வுசெய்தால் தான் இத்திட்டம் ஓடும்.

source: Starting in days wrong.
de_de: Fehler: Startzeit in Tagen ist falsch!

source: Please enter a Duration to continue.
de_de: Bitte eine Laufzeit eingeben um fortzufahren.

source: Duration must be later than start.
de_de: Laufzeit muss nach Startzeit liegen.

source: End time must be later than start time.
de_de: Fehler: Die Startzeit muss vor der Endzeit liegen.

source: Edit Program #
de_de: Programm bearbeiten #
pt_pt: Editar o Programa #
ta_ta: திட்டம் தொகுத்தல் #

source: Add a New Program
de_de: Neues Programm erstellen
pt_pt: Adicionar Novo programa
ta_ta: புதுத் திட்டம் சேற்த்து

source: Program Off
de_de: Programm Aus
pt_pt: Programa Off
ta_ta: திட்டம்

source: Program On
de_de: Programm An
pt_pt: Programa On
ta_ta: திட்டம்

source: Recurring
de_de: Wiederkehrend
pt_pt: Repetir
ta_ta: தொடர்ச்சியான…

source: Single pass
de_de: Einmalig
pt_pt: Execução simples
ta_ta: ஒற்றை அனுமதி

source: Every
de_de: Alle
pt_pt: Cada
ta_ta: எல்லா

source: Until
de_de: Bis
pt_pt: Até
ta_ta: வரை

source: Interval
de_de: Intervall
pt_pt: Alternado
ta_ta: இடைவெளி

source: Weekly
de_de: Wöchentlich
pt_pt: Semanal
ta_ta: வாராந்திரம்

source: Select All
de_de: Alle auswählen
pt_pt: Selecionar Todos
ta_ta: அனைத்தையும் தேர்ந்தெடு

source: Clear All
de_de: Alle löschen
pt_pt: Apagar Todos
ta_ta: அனைத்தையும் வழுநீக்கு/துடை

source: Water interval
de_de: Beregnung alle ... Tage
pt_pt: Intervalo da Rega
ta_ta: நீர்ப் பாசன இடைவெளி

source: Starting in
de_de: Startet davon am ... Tag
pt_pt: Arranque em
ta_ta: தொடங்குகிறது…..

source: Any Day
de_de: Jeden Tag
pt_pt: Qualquer Dia
ta_ta: எல்லா நாட்கலும்

source: Restrict Day
de_de: Bestimmte Tage
pt_pt: Dia Restrito
ta_ta: தடை நாட்கள்

source: Even
de_de: Gerade
pt_pt: Par
ta_ta: இரட்டைப்படை

source: Odd
de_de: Ungerade
pt_pt: Impar
ta_ta: ஒற்றைப்படை

source: (except 31st and Feb 29th)
de_de: (außer 31. eines Monats und 29.Feb.)
pt_pt: (excepto 31 e 29 de Fev)
ta_ta: 31ம் தேதிகள் (மற்றும்) 29 பிப்ரவரி தவிர

source: Save
de_de: Speichern
pt_pt: Salvar
ta_ta: சேமி

source: Cancel
de_de: Abbrechen
pt_pt: Cancelar
ta_ta: இரத்து செய்

source: SIP Options
de_de: SIP Optionen
pt_pt: SIP Opções
ta_ta: எச்.ஐ.பி விருப்பங்கள்

source: Hide Tooltips
de_de: Verberge Tipps
pt_pt: Ocultar informação dos campos
ta_ta: உதவிக்குறிப்புகளை மறை

source: Show Tooltips
de_de: Zeige Tipps
pt_pt: Mostrar informação dos campos
ta_ta: உதவிக்குறிப்புகளை காண்பி/காட்டு

source: The passphrase given was incorrect.
de_de: Das eingegebene Passwort ist falsch.

source: Please enter a passphrase.
de_de: Bitte Passwort eingeben.

source: Passwords don't match, please re-enter.
de_de: Passwort stimmt nicht, bitte erneut versuchen.
pt_pt: As passwords não coincidem por favor voltar a introduzir".".
ta_ta: தவறான கடவுச்சொல், மீண்டும் முயற்ச்சிக்கவும்

source: Must be 0 to +60, please re-enter.
de_de: Muss zwischen 0 und +60 liegen, bitte erneut versuchen.
pt_pt: Deve ser de 0 a +60, por favor, tente novamente",",
ta_ta: மீண்டும் பதியவும், 0 முதல் +60 மட்டும்.

source: Edit Options
de_de: Optionen ändern
pt_pt: Editar Opções
ta_ta: விருப்பங்களை தொகு

source: Default
de_de: Standard
pt_pt: Valor por defeito
ta_ta: முன்னிருப்பு

source: None
de_de: Keine
pt_pt: Nenhum
ta_ta: யா

source: System Restart
de_de: System Neustart
pt_pt: Reiniciar o Sistema
ta_ta: கட்டகத்தை மறுதொடக்கு

source: Restart software
de_de: Neustart Software
ta_ta: மென்பொருள் மறுதொடக்கு

source: Restart SIP
de_de: SIP Neustart
pt_pt: Reiniciar SIP
ta_ta: எச்.ஐ.பி(யை) மறுதொடக்கு

source: Reboot
de_de: Neustart hard
ta_ta: மறுதுவக்கு

source: Reboot hardware
de_de: Neustart Hardware
ta_ta: வன்பொருள் மறுதுவக்கு

source: Submit Changes
de_de: Änderungen speichern
pt_pt: Submeter Modificações
ta_ta: மாற்றங்களைச் சமார்ப்பி

source: Installed Plugins
de_de: Installierte Plugins
pt_pt: Plugins Instalados
ta_ta: நிருவப்பட்டுள்ள் செருகிகள்

source: Browse More Plugins
de_de: Suche mehr Plugins
pt_pt: Procurar mais Plugins
ta_ta: மேலும் செருகிகளுக்கு உலாவு

source: Roll Your Own
de_de: Baue dein eigenes
pt_pt: Carregar os Próprios Plugins
ta_ta: தங்களுடைய சொந்த செருகி……

source: Uninstall?
de_de: Deinstallieren?
pt_pt: Desinstalar?
ta_ta: நீக்கிவிடு?

source: CAUTION:
de_de: ACHTUNG:
pt_pt: ATENÇÃO:
ta_ta: சாக்கிரதை:

source: Clicking UPDATE or UNINSTALL will restart the software and stop any running programs.
de_de: Auswahl von UPDATE oder DEINSTALLATION stoppt alle laufenden Programme und startet neu!
pt_pt: Clicando no ACTUALIZAR O ESTADO ou DESINSTALAR faz reiniciar o sistema e para os programas de correr".".
ta_ta: புதுபிப்பு அல்லது நீக்கம் என்பதைக் சொடுக்கினால்(கிளிக் செய்தால்), மென்பொருளை மறுதொடக்கம் செய்வதுடன் இயங்கும் திட்டங்கள்/நிரல்கள் நிற்க்கும்.

source: Update Enabled
de_de: Starte Updates
pt_pt: Actualizar o Estado
ta_ta: புதுப்பிப்பு அனுமதிக்கப்பட்டுள்ள்து

source: Uninstall
de_de: Deinstallation
pt_pt: Desisntalar
ta_ta: நீக்கு

source: Available Plugins
de_de: Verfügbare Plugins
pt_pt: Plugins Disponiveis
ta_ta: உள்ள செருகிகள்

source: Unless otherwise stated these plugins are licensed under GPL 3.0
de_de: Falls nicht anders angegeben sind diese Plugins unter der GPL.3.0 lizensiert
pt_pt: Salvo se indique o contrario estes plugins estão protegidos pela licença GPL 3.0
ta_ta: வேறெதுவும் கூறாவிட்டால் இந்தச் சொருகிகள் சாதாரன் பொது உரிமம் 3.0 (GPL 3.0) கீழ் பெறப்பட்டது.

source: install
de_de: Installiere
pt_pt: instalar
ta_ta: நிருவு

source: Back
de_de: Zurück
pt_pt: Retroceder
ta_ta: பின்..

source: SIP Programs
de_de: SIP Programme
pt_pt: Programas SIP
ta_ta: எச்.ஐ.பி திட்டங்கள்

source: Every
de_de: Jeden
pt_pt: Todos
ta_ta: எல்லா

source: days
de_de: Tage
pt_pt: dias
ta_ta: தினங்கள்

source: starting in
de_de: startet in
pt_pt: começar em
ta_ta: தொடங்குகிறது…..

source: Every Weekday
de_de: Jeden Wochentag
pt_pt: Todos os Dias da Semana
ta_ta: தினமும்

source: Fri
de_de: Fre
pt_pt: Sex
ta_ta: வெள்ளி

source: Sat
de_de: Sam
pt_pt: Sab
ta_ta: சனி

source: Sun
de_de: Son
pt_pt: Dom
ta_ta: ஞாயிறு

source: Thur
de_de: Don
pt_pt: Qui
ta_ta: வியாழன்

source: Tue
de_de: Die
pt_pt: Ter
ta_ta: செவ்வாய்

source: Wed
de_de: Mit
pt_pt: Qua
ta_ta: புத்ன்

source: (Even days only)
de_de: (Nur gerade Tage)
pt_pt: (Apenas dias pares)
ta_ta: இரட்டைப்படை நாள் மட்டும்

source: (Odd days only)
de_de: (Nur ungerade Tage)
pt_pt: (apenas dias impares)
ta_ta: ஒற்றைப்படை நாள் மட்டும்

source: Delete All
de_de: Alles löschen
pt_pt: Apagar Todos
ta_ta: அனைத்தையும் அழி

source: Run
de_de: Läuft
pt_pt: Regar
ta_ta: ஓட்டு

source: Starting
de_de: Startet
pt_pt: Inicia
ta_ta: துவக்கப்படுகிறது
