Repository: fringefilmsoz/SIP
Catalog: i18n/*/LC_MESSAGES/sip_messages.po
Languages: de_de, pt_pt, ta_ta

source: with individual station durations
de_de: mit individueller Stationen-Laufzeit
pt_pt: com a duração individual das estações
ta_ta: நிலையம் தனிப்பட்ட கால வரையறையுடன்

source: for
de_de: für
pt_pt: durante
ta_ta: பதிலாக

source: until
de_de: bis
pt_pt: até
ta_ta: வரை

source: Recurring every
de_de: Wiederkehrend jeden
pt_pt: Repetir todos
ta_ta: தினமும்

source: Run Now
de_de: Jetzt starten
pt_pt: Iniciar
ta_ta: இப்போது ஓட்டு

source: Edit
de_de: Bearbeiten
pt_pt: Editar
ta_ta: தொகு

source: Delete
de_de: Löschen
pt_pt: Apagar
ta_ta: அழி

source: SIP Proto Plugin
de_de: SIP Protokoll Plugin
ta_ta: ஆதிமுன்னோர் சார்ந்த எ.ச்.ஐபி செருகி

source: Example Check Boxes
de_de: Beispiel Kontrollkästchen
pt_pt: Exemplo Marcar as Caixas
ta_ta: மாதிரி தேர்வுப் பெட்டிகள்

source: Heading
de_de: Überschrift
pt_pt: Titulo
ta_ta: தலைப்பு

source: Check Box 1
de_de: Kontrollkästchen 1
pt_pt: Marcar Caixa 1
ta_ta: தேர்வுப் பெட்டி 1

source: Check Box 2
de_de: Kontrollkästchen 2
pt_pt: Marcar Caixa 2
ta_ta: தேர்வுப் பெட்டி

source: Text Entry Fields
de_de: Texteingabefeld
pt_pt: Campo de Entradas do Texto
ta_ta: எழுத்து பதியும் புலங்கள்

source: Text Field 1
de_de: Texteingabefeld 1
pt_pt: Campo do Texto 1
ta_ta: எழுத்து புலம் 1

source: Text Field 2
de_de: Texteingabefeld 2
pt_pt: Campo do Texto 2
ta_ta: எழுத்து புலம் 2

source: Submit
de_de: Absenden
pt_pt: Submeter
ta_ta: சமார்ப்பி

source: SIP Restarting
de_de: SIP Neustart
pt_pt: SIP a Reiniciar
ta_ta: எச்.ஐ.பி மறுதொடக்கம்…

source: SIP is restarting
de_de: SIP startet neu
pt_pt: SIP esta a Reiniciar
ta_ta: எச்.ஐ.பி மறுதொடக்கம் ஆகிறது…

source: This may take several seconds...
de_de: Ein paar Sekunden Geduld...
pt_pt: Isto pode demorar vários segundos".".
ta_ta: இது சில நொடிகள் ஆகும்…..

source: SIP Run-Once
de_de: SIP Schnellstart
pt_pt: SIP Executar apenas uma vez
ta_ta: SIP ஒருமுரை ஓட்டு

source: No station is scheduled to run
de_de: Es wurde keine Station zum Start geplant!
pt_pt: Nenhuma estação esta programada para ser executada
ta_ta: எந்த நிலயமும் ஓட்ட அட்டவனையில் இல்லை

source: Reset Time
de_de: Zeit zurücksetzen
pt_pt: Apagar
ta_ta: மணியை மீளமை

source: SIP Stations
de_de: SIP Stationen
pt_pt: SIP Estações
ta_ta: எச்.ஐ.பி நிலயங்கள்

source: Enabled?
de_de: Aktiviert?
pt_pt: Activar?
ta_ta: அனுமதித்து?

source: Ignore Rain?
de_de: Regenerkennung ignorieren?
pt_pt: Ignorar Chuva?
ta_ta: மழையைப் சட்டை செயாதே?

source: Ignore Plugin adjustments?
de_de: Ignoriere Plugin-Einstellungen?
pt_pt: Ignorar o ajuste do Plugin",",
ta_ta: செருகி சரிக்கட்டலை சட்டை செயாதே?

source: Activate Master?
de_de: Haupt-Station aktivieren?
pt_pt: Activar o Mestre?
ta_ta: முதன்மை நிலையத்தைச் செயல்படுத்து?

source: (Master valve)
de_de: (Haupt-Station)
pt_pt: (Valvula Mestra)
ta_ta: முதன்மை நிலையம் அடைப்பிதழ்/ஓரதர்.

source: Reset Names
de_de: Namen zurücksetzen
pt_pt: Apagar Nomes
ta_ta: பெயர்களை மீளமை

source: SIP Software Updater
de_de: SIP-Softwareaktualisierung
pt_pt: SIP Actualização de software
ta_ta: எச்.ஐ.பி மென் மேம்படுத்தான்

source: This plugin compares the local SIP version with the GitHub repository and can update the local software.
de_de: Dieses Plugin vergleicht die lokale SIP-Version mit dem GitHub-Repository und kann die lokale Software aktualisieren.
pt_pt: Este modulo compara a versão instalada do SIP com a do repositório do GitHub e actualiza automaticamente o software".".
ta_ta: இந்த சொருகி உள்ளிடை எச்.ஐ.பி பதிப்பை ஜிட் களஞ்சியத்துடன் ஒப்பிட்டு, உள்ளிடை மென்பொருளை புதுப்பிக்கலாம்.

source: Remote repository
de_de: Entfernte Quelle
pt_pt: Repositorio Remoto
ta_ta: தொலைக் களஞ்சியம்

source: Local SIP version
de_de: Lokale SIP-Version
pt_pt: Versão local do SIP
ta_ta: உள்ளிடை எச்.ஐ.பி பதிப்பு

source: Local SIP date
de_de: Datum der lokalen SIP-Version
pt_pt: Data Local do SIP
ta_ta: உள்ளிடைத் தேதி

source: Refresh Status
de_de: Status aktualisieren
pt_pt: Actualizar Estado
ta_ta: நிலமையை புதுப்பி

source: Update SIP
de_de: SIP aktualisieren
pt_pt: Actualização do SIP
ta_ta: எச்.ஐ.பி நடப்பிற்கொனர்

source: Up-to-date
de_de: Auf dem neusten Stand
pt_pt: Actualizar
ta_ta: நடப்பிள் உள்ளது

source: SIP Weather-based Water Level
de_de: SIP Wetterprognosen-Bewässerung

source: Weather-based Water Level
de_de: Wetterprognosen-basierende Bewässerung

source: When Automatic Water Level Adjustment is enabled, the weather will be checked every hour and the water level will be adjusted accordingly.
de_de: Wenn die Wetterprognosen-Bewässerung aktiviert ist, wird die Wettervorhersage stündlich überprüft und die Bewässerung entsprechend angepasst.

source: Additionally, when the low temperature cutoff is enabled the the sprinklers will not run when the temperature at the last hourly check was below the set temperature.
de_de: Bei Aktivierung der Abschaltung bei Temperatur-Unterschreitung wird die Bewässerung nicht gestartet, falls die Temperatur bei der letzten stündlichen Überprüfung unter der eingestellten Temperatur lag.

source: Use Automatic Water Level Adjustment
de_de: Aktiviere angepasste Bewässerung

source: Use low temperature cutoff
de_de: Aktiviere Abschaltung bei Temperatur-Unterschreitung

source: Preferred Units
de_de: Bevorzugte Einheiten

source: Low temperature cutoff
de_de: Auslösewert Temperatur-Unterschreitung

source: Min percentage
de_de: Mindestprozentsatz

source: Max percentage
de_de: Maximaler Prozentsatz

source: History days used
de_de: Anzahl Tage zurückliegend

source: Forecast days used
de_de: Anzahl Prognosetage

source: not found.
de_de: nicht gefunden.
pt_pt: não encontrado.
ta_ta: காணவில்லை.

source: Manual mode not active.
de_de: Manueller Modus nicht aktiv.
pt_pt: Modo manual desactivado".".
ta_ta: “கையியக்க முறை செயல்பாட்டில் இல்லை”.

source: Date, Start Time, Zone, Duration, Program
de_de: Datum, Startzeit, Zone, Dauer, Programm
pt_pt: Data, Tempo de inicio, Zona, Duração, Programa
ta_ta: தேதி, துவக்க நேரம், பகுதி, கால வரை, திட்டம்

source: SIP CLI Plugin
de_de: SIP Terminal Plugin

source: Cl Commands
de_de: Terminal-Befehle

source: Start Command
de_de: Anweisung starten

source: Stop Command
de_de: Anweisung stoppen

source: OpenSprinkler Pi Monthly Adjustments
de_de: OpenSprinkler Pi - Monatliche Vorgabewerte

source: Monthly Irrigation Adjustments
de_de: Monatliche Bewässerungsanpassung
pt_pt: Ajustes Mensais de Rega
ta_ta: மாதாந்திர நீர்ப்பாசன சீரமைவு

source: Enter an adjustment for each month (% irrigation time)
de_de: Einstellung der Bewässerungszeit (in % ) für jeden Monat eingeben
pt_pt: Introduzir um ajuste para cada mês (% do tempo de rega)
ta_ta: அந்த அந்த

source: MQTT Broker Host
de_de: MQTT Server

source: SIP MQTT Schedule Plugin
de_de: SIP MQTT Planungs-Plugin

source: First station number
de_de: Erste Stationsnummer

source: Station count
de_de: Stationsanzahl

source: SIP Pulse Circuit
de_de: SIP Impulsschaltung

source: Pulse a circuit with a 2.5 Hz signal for 30 sec to discover the location of the valve
de_de: Schaltet einen 2,5 Hz - Impuls für 30 Sekunden, um dadurch die Standorte der Ventile zu finden.

source: Click "SUBMIT" to save enabled stations
de_de: Drücke "SUBMIT" um die aktivierten Stationen zu speichern

source: Circuit
de_de: Schaltung

source: Stop Pulsing
de_de: Stoppe Impulse

source: SIP - Relay 16 Settings
de_de: SIP - 16fach-Relais Einstellungen

source: Relay 16 Settings
de_de: 16fach-Relais Einstellungen

source: Setup Help
de_de: Einrichtungshilfe

source: This plugin allows SIP to control relay boards with up to 16 relays.
de_de: Mit diesem Plugin kann SIP Relaisplatinen mit bis zu 16 Relais steuern.

source: Enable relays
de_de: Aktiviere Relais

source: Relay channels
de_de: Relaisanzahl

source: Number of relays connected to the Raspberry Pi /(relay boards are commonly 1, 2, 4, 8, 16)
de_de: Anzahl der mit dem RaspberryPi verbundenen Relais (Relaisplatinen besitzen gewöhnlicherweise 1, 2, 4, 8, 16)

source: Trigger Level
de_de: Auslösewert

source: Low
de_de: Unten

source: High
de_de: Oben

source: Active low means the relay turns on when the input is low and turns off when the input is high. Active high does the opposite.
de_de: "Active Low" bedeutet, dass das Relais eingeschaltet wird, wenn der Eingang "Low" ist, und ausgeschaltet wird, wenn der Eingang "High" ist. "Active High" macht das Gegenteil.

source: Trigger level
de_de: Auslösewert

source: IMPORTANT
de_de: WICHTIG

source: If
de_de: Wenn

source: is changed
de_de: geändert wurde

source: to prevent all the relays being switched on, and possibly damaging the power supply.
de_de: um zu verhindern, dass alle Relais gleichzeitig geschaltet werden und dadurch das Netzteil beschädigt wird.

source: will be set to
de_de: -Wert wird zurückgesetzt auf

source: After verifying that the first relay is off, return to this page and set
de_de: Nach der Überprüfung, ob das erste Relais ausgeschaltet ist, setze wieder die

source: to the correct number.
de_de: auf den richtigen Wert.

source: SIP - Relay Board Settings
de_de: SIP - Relaisplatinen Einstellungen

source: Relay Board Settings
de_de: Relaisplatinen Einstellungen

source: A plugin for using relay boards to control sprinkler valves.
de_de: Ein Plugin zur Verwendung von Relaisplatinen zur Steuerung von Bewässerungsventilen

source: Number of relays connected to the Raspberry Pi /(relay boards are commonly 2, 4, 8/)
de_de: Anzahl der mit dem RaspberryPi verbundenen Relais (Relaisplatinen besitzen gewöhnlicherweise 1, 2, 4, 8/)

source: System name
pt_pt: Nome do sistema
ta_ta: கட்டகப் பெயர்

source: System
pt_pt: Sistema
ta_ta: கட்டகம்

source: HTTP port
pt_pt: Porta HTTP
ta_ta: எச்.டீ.டீ.பி துறை

source: HTTP port.
pt_pt: Porta HTTP.
ta_ta: எச்.டீ.டீ.பி துறை

source: Allow anonymous users to access the system without a password.
pt_pt: Permitir aos usuários anónimos acesso ao sistema sem password".".
ta_ta: கட்டகக் கடவுச்சொல் இல்லாத அனாமதேய நுழைவுகளை அனுமதி

source: Disable security
pt_pt: Desabilitar a segurança
ta_ta: பாதுகாப்பை செயலிளக்கு

source: Change Password
pt_pt: Mudar password
ta_ta: கடவுச்சொலை மாற்று

source: Current password
pt_pt: Password actual
ta_ta: நடப்புக் கடவுச்சொல்

source: Re-enter the current password.
pt_pt: Repor password actual".".
ta_ta: நடப்புக் கடவுச்சொலை மறுபதிவு செய்க

source: Enter a new password.
pt_pt: Inserir nova password".".
ta_ta: புதுக் கடவுச்சொலைப் பதிவு செய்க

source: New password
pt_pt: Nova password
ta_ta: புதுக் கடவுச்சொல்

source: Confirm password
pt_pt: Confirmar password
ta_ta: கடவுச்சொலை உறுதிப்படுத்தவும்

source: Confirm the new password.
pt_pt: Confirmar a nova password".".
ta_ta: புதுக் கடவுச்சொலை உறுதிப்படுத்தவும்

source: Extension boards
pt_pt: Placas de extensão
ta_ta: கிளை அட்டைகள்

source: Number of extension boards.
pt_pt: Número de placas de extensão".".
ta_ta: கிளை அட்டைகளின் என்னிக்கை

source: Error: json module not found
pt_pt: Erro: modulo json não encontrado
ta_ta: பிழை: ஜெசன் கூடகம் கிட்டவில்லை

source: station
pt_pt: estação
ta_ta: நிலையம்

source: Password
pt_pt: Palavra passe
ta_ta: கடவுச்சொல்

source: Incorrect password, please try again
pt_pt: Palavra passe errada tente novamente
ta_ta: தவறான கடவுச்சொல், மீண்டும் முயற்ச்சிக்கவும்

source: April
pt_pt: Abril
ta_ta: ஏப்ரல் மாதம்

source: August
pt_pt: Agosto
ta_ta: ஆகஸ்டு மாதம்

source: September
pt_pt: Setembro
ta_ta: செப்டம்பர் மாதம்

source: November
pt_pt: Novembro
ta_ta: நவம்பர் மாதம்

source: Home
pt_pt: Casa
ta_ta: வீடு

source: Plugins
ta_ta: செருகிகள்

source: Click to toggle
pt_pt: Clique para alternar
ta_ta: சுலற்ற/மாற்ற சுண்டவும்

source: Software
ta_ta: மென்பொருள்

source: version
pt_pt: versão
ta_ta: பதிப்பு

source: SIP could not restart. Please restart the program from the command line.
pt_pt: SIP não pode iniciar. Por favor inicie o o programa na linha de comandos".".
ta_ta: எச்.ஐ.பி மறுதொடக்கம் செய்ய முடியவில்லை. கட்டளை வரிகளைக் கொண்டு நிரலை/திட்டத்தை மீண்டும் துவக்கவும்.

source: Delay must be a positive value
pt_pt: O atraso tem que ser um valor positivo
ta_ta: தவக்கம்/தாமதம் மணிகள் + மதிப்பிள் வேண்டும்

source: Timer values wrong
pt_pt: Valores do temporizador errados
ta_ta: கால இயக்கி மதிவு தவறு

source: Normal
ta_ta: இயல்பான நிலை

source: Program 1
pt_pt: Programa 1
ta_ta: திட்டம் 1

source: limit
pt_pt: limite
ta_ta: வரம்பு

source: Station
pt_pt: Estações
ta_ta: நிலையம்

source: SIP Login
pt_pt: Iniciar SIP
ta_ta: எச்.ஐ.பி புகுபதிகை

source: Login
pt_pt: Iniciar sessão
ta_ta: புகுபதிகை

source: Error: Incorrect time input
pt_pt: Erro: Hora incorrecta de entrada
ta_ta: பிழை: தவரான காலம் புகுத்தப்பட்டுள்ளது.

source: Error: starting in days wrong.
pt_pt: Erro: dias de arranque errados".".
ta_ta: பிழை: தவறான நாட்களிள் தொடங்குகிறது.

source: Error: Duration missing.
pt_pt: Erro: Falta a duração".".
ta_ta: பிழை: கால வரையறை இல்லை/இடப்படவில்லை.

source: Error: Incorrect duration.
pt_pt: Erro: Duração incorrecta".".
ta_ta: பிழை: தவரான கால வரையறை.

source: Error: Start time must be prior to end time.
pt_pt: Erro: As horas de início devem ser anteriores as horas do fim".".
ta_ta: பிழை: தொடக்க நேரம் முடிவு நேரத்துக்கு முன் அமையவேண்டும்.

source: SIP Monthly Adjustments
pt_pt: SIP Ajustes Mensais
ta_ta: எச்.ஐ.பி மாதாந்திர சீரமைவு

source: The password given was incorrect.
pt_pt: A password esta incorreta".".
ta_ta: தவறான கடவுச்சொல்.

source: Please enter a password.
pt_pt: Por favor introduza a password".".
ta_ta: கடவுச்சொல் பதிவு செய்க

source: Restart
ta_ta: மறுதொடக்கு

source: SIP Plugin Manager
pt_pt: SIP Administrador do Modulo
ta_ta: எ.ச்.ஐபி செருகி நிர்வாகி

source: Name
pt_pt: Nome
ta_ta: பெயர்

source: SIP Plugin Browser
pt_pt: SIP Administrador do Modulo
ta_ta: எ.ச்.ஐபி செருகி உலாவி

source: Mon
pt_pt: Seg
ta_ta: திங்கள்

source: Status
pt_pt: Estado
ta_ta: நிலமை

source: Station
pt_pt: Estação
ta_ta: நிலையம்
